<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<meta charset="UTF-8">
	<link rel="stylesheet" type="text/css" href="${pageContext.request.contextPath}/resources/css/agreement.css">
	<script src="../resources/js/jquery-3.7.1.min.js"></script>
	<script src="https://kit.fontawesome.com/d7e414b2e7.js"></script>
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/hung1001/font-awesome-pro@4cac1a6/css/all.css" />
<title>동의하기</title>
</head>
<body>
		<%@ include file="../main/header.jsp"%>
		<div class="agreement_container">
			<h2>회원가입</h2>
			<hr>
			<div class="agreement_top">
				<h3>약관 동의</h3>
				<p>(회원가입에 필요한 약관에 동의해주세요)</p>
			</div>
			
			
			
			<h4>[필수]서비스 약관 동의</h4>
			<div class="service_agree">
				<p>⑤ 회사는 본 조 제3항에 따라 제출한 정보의 정확성을 확인하기 위하여 관련법령이 허용하는
					 범위 내에서 작가회원에게 증빙자료의 제공을 요청할 수 있습니다.
					 작가회원이 부당하게 증빙자료를 제공하지 않는 경우 회사는 이용계약의 해지, 판매활동의 제한 또는 정산금 지급 보류 등의 조치를 취할 수 있으며, 해당 작가회원은 이로 인하여 발생하는 손해에 대하여 회사에게 어떠한 책임도 물을 수 없습니다.
					⑥ 회사는 회원의 구매 금액, 횟수, 빈도 및 기타 이용 실적 등을 토대로 
					회원의 등급을 부여 및 관리할 수 있고, 회원의 등급에 따른 혜택을 달리 부여할 수 있습니다.
					⑦ 회사가 회원에게 부여하는 등급 및 혜택에 관한 제반사항 및 
					그 변경은 별도의 서비스 화면에 공지할 수 있고, 등급의 부여 기준, 
					혜택 등은 회사의 내부 방침에 따라 축소, 확대, 종료 등의 변경을 할 수 있으며, 
					이에 관하여 관련 법령이 있는 경우에는 해당 법령에 의거하여 회원에게 안내 또는 조치합니다.
					⑤ 회사는 본 조 제3항에 따라 제출한 정보의 정확성을 확인하기 위하여 관련법령이 허용하는
					 범위 내에서 작가회원에게 증빙자료의 제공을 요청할 수 있습니다.
					 작가회원이 부당하게 증빙자료를 제공하지 않는 경우 회사는 이용계약의 해지, 판매활동의 제한 또는 정산금 지급 보류 등의 조치를 취할 수 있으며, 해당 작가회원은 이로 인하여 발생하는 손해에 대하여 회사에게 어떠한 책임도 물을 수 없습니다.
					⑥ 회사는 회원의 구매 금액, 횟수, 빈도 및 기타 이용 실적 등을 토대로 
					회원의 등급을 부여 및 관리할 수 있고, 회원의 등급에 따른 혜택을 달리 부여할 수 있습니다.
					⑦ 회사가 회원에게 부여하는 등급 및 혜택에 관한 제반사항 및 
					그 변경은 별도의 서비스 화면에 공지할 수 있고, 등급의 부여 기준, 
					혜택 등은 회사의 내부 방침에 따라 축소, 확대, 종료 등의 변경을 할 수 있으며, 
					이에 관하여 관련 법령이 있는 경우에는 해당 법령에 의거하여 회원에게 안내 또는 조치합니다.</p>
			</div>
			<div class="agreebox">
				<input type="checkbox"> <p>동의합니다</p>
			</div>
			<h4>[필수]개인정보 수집 및 이용 동의</h4>
			<div class="service_agree">
				<p>⑤ 회사는 본 조 제3항에 따라 제출한 정보의 정확성을 확인하기 위하여 관련법령이 허용하는
					 범위 내에서 작가회원에게 증빙자료의 제공을 요청할 수 있습니다.
					 작가회원이 부당하게 증빙자료를 제공하지 않는 경우 회사는 이용계약의 해지, 판매활동의 제한 또는 정산금 지급 보류 등의 조치를 취할 수 있으며, 해당 작가회원은 이로 인하여 발생하는 손해에 대하여 회사에게 어떠한 책임도 물을 수 없습니다.
					⑥ 회사는 회원의 구매 금액, 횟수, 빈도 및 기타 이용 실적 등을 토대로 
					회원의 등급을 부여 및 관리할 수 있고, 회원의 등급에 따른 혜택을 달리 부여할 수 있습니다.
					⑦ 회사가 회원에게 부여하는 등급 및 혜택에 관한 제반사항 및 
					그 변경은 별도의 서비스 화면에 공지할 수 있고, 등급의 부여 기준, 
					혜택 등은 회사의 내부 방침에 따라 축소, 확대, 종료 등의 변경을 할 수 있으며, 
					이에 관하여 관련 법령이 있는 경우에는 해당 법령에 의거하여 회원에게 안내 또는 조치합니다.
					⑤ 회사는 본 조 제3항에 따라 제출한 정보의 정확성을 확인하기 위하여 관련법령이 허용하는
					 범위 내에서 작가회원에게 증빙자료의 제공을 요청할 수 있습니다.
					 작가회원이 부당하게 증빙자료를 제공하지 않는 경우 회사는 이용계약의 해지, 판매활동의 제한 또는 정산금 지급 보류 등의 조치를 취할 수 있으며, 해당 작가회원은 이로 인하여 발생하는 손해에 대하여 회사에게 어떠한 책임도 물을 수 없습니다.
					⑥ 회사는 회원의 구매 금액, 횟수, 빈도 및 기타 이용 실적 등을 토대로 
					회원의 등급을 부여 및 관리할 수 있고, 회원의 등급에 따른 혜택을 달리 부여할 수 있습니다.
					⑦ 회사가 회원에게 부여하는 등급 및 혜택에 관한 제반사항 및 
					그 변경은 별도의 서비스 화면에 공지할 수 있고, 등급의 부여 기준, 
					혜택 등은 회사의 내부 방침에 따라 축소, 확대, 종료 등의 변경을 할 수 있으며, 
					이에 관하여 관련 법령이 있는 경우에는 해당 법령에 의거하여 회원에게 안내 또는 조치합니다.</p>
			</div>
			<div class="agreebox">
				<input type="checkbox"> <p>동의합니다</p>
			</div>
			
						
			<div class="agreebox">
				<input type="checkbox"> <h4 style="margin-left:8px;">[필수]만 14세 이상입니다</h4>
			</div>
			
			<div class="agreebox">
				<input type="checkbox"> <p>모두 동의합니다</p>
			</div>
			<div class="agreement_button">
				<button>이전화면</button>
				<button onclick="location.href='/hms/join/jointype.no'">다음단계</button>
			</div>
			
		</div>
		
		<%@ include file="../main/footer.jsp"%>

</body>
</html>