<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
</head>
<body>
	<div class="Shipping">
		<div>[배송 안내]</div>
		<p>1. 모든 제품은 생산지에서 직배송되며, 지역 및 택배사 사정에 따라 배송까지 2~5일 정도 소요될 수 있습니다.</p>
		<p>2. 모든 제품이 생산지에서 직배송되는 관계로 다른 판매자와의 묶음 배송이 불가합니다.</p>
		<p>3. 도서산간지역의 경우 택배사 사정에 따라 추가 배송비가 발생할 수 있습니다.</p>
	</div>
	<div class="Exchange">
		<div>[주문 취소 및 배송지 변경 안내]</div>
		<p>1. 주문 및 취소, 주소 변경은 오전 09:00까지 마이페이지에서 가능합니다. 이후에는 발송 처리되오니 이점 양해 부탁드립니다.</p>
		<p> - [상품준비 단계에서만 취소 및 배송지 변경 가능합니다.]</p>
		<p>2. 카드 환불은 카드사 정책에 따르며, 자세한 내용은 카드사로 문의 부탁드립니다.</p>
		<p> - 결제 취소 시 사용하신 적립금과 쿠폰도 모두 복원됩니다. (일정 시간 소요)</p>
	</div>
	<div class="Refund">
		<div>[배송 교환 환불 안내]</div>
		<p>교환 및 환불이 필요하신 경우 그린카트 카카오톡 채널로 문의해 주세요.</p>
		<div>01. 상품에 문제가 있는 경우</div>
		<p> - 받으신 상품의 표시, 광고 내용 또는 계약 내용과 다른 경우에는 상품을 받은 날로부터 3개월 이내, 그 사실을 알게 된 날부터 30일 이내에 교환 및 환불을 요청할 수 있습니다.</p>
		<p> - 정확한 상태를 확인할 수 있도록 그린카트 카카오톡 채널에 사진을 첨부 부탁드립니다.</p>
		<div>02. 단순 변심, 주문 착오의 경우</div>
		<p> - (신선/냉장/냉동 식품): 재판매가 불가능한 특성상 단순변심, 주문 착오 시 교환 및 반품이 어려운 점 양해 부탁드립니다. 또한 개인적인 기호 (맛, 모양 등) 등으로는 교환 및 환불 불가합니다.</p>
		<p> - (유통기한 30일 이상 식품/공산품): 상품을 받은 날로부터 7일 이내에 그린카트 카카오톡 채널로 문의해 주세요. 단순 변심 및 주문 착오의 경우 왕복 배송비를 부담하셔야 합니다. (상품별 상이)</p>
		<div>03. 교환 반품이 불가한 경우</div>
		<p>(다음의 경우 교환 및 환불이 어려울 수 있으니 양해 부탁드립니다.)</p>
		<p> - 고객님의 책임 있는 사유로 상품이 멸실되거나 훼손된 경우 (단, 내용을 확인하기 위해 포장을 훼손한 경우는 제외)</p>
		<p> - 고객님의 사용 또는 일부 소비로 상품의 가치가 감소한 경우</p>
		<p> - 시간이 지나 다시 판매하기 곤란할 정도로 상품의 가치가 감소한 경우</p>
	</div>
</body>
</html>